<div id="content-confirm-terms" class="confirm-terms">
	<div class="d-flex">
		<div class="confirm-terms__modal card-shadow">
			<h1 class="confirm-terms__title">{{ trans_page('register/index.confirm_terms.title') }}</h1>
			<div class="confirm-terms__content">
				<div class="confirm-terms__terms u-over-flow-auto-scroll">
					<h1 class="text-center fw-bolder">
						利用規約
					</h1>
					<p>この規約（以下「本規約」といいます。）は、株式会社インプル（以下「当社」といいます。）が提供するSkill-Repoに関するすべての製品及びサービス（以下「本サービス」といいます。）の利用に関して、お客様に同意していただく必要のある事柄を記載しています。お客様が本サービスをご利用になる際には、本規約が適用されます。なお、本規約については、お客様が利用登録した時点で同意されたものとさせていただきますので、ご利用の前に必ずお読みください。
					</p>

					<h3 class="fw-bolder">第１条 （総則・適用範囲）</h3>
					<p>1. 本規約は、当社が提供・運営する本サービスの利用に関する基本的な事項を規定しています。本サービスの利用にあたりお客様は本規約を遵守していただかなければなりません。 </p>
					<p>2. 本規約は、本サービスの利用に関し、契約者又はユーザーのいずれか一方のみに適用されるものを除き、すべてのお客様に対して適用されます。</p>
					<p>3. 契約者は、自己が利用を認めたユーザーに対し、当該ユーザーの本サービス利用開始にあたって、本規約の内容を説明し遵守させる義務を負うものとします。</p>
					<p>4.
						当社が、当社ウェブサイト上に本サービスに関する個別規程や追加規程を掲載する場合、又は電子メール等により本サービスに関するルール等を発信する場合、それらは本規約の一部を構成するものとし、個別規程や追加規程又はルール等（以下、本サービスに関して当社が配布、配信又は掲示するこれらの個別規定や追加規程及びルール等を「個別利用規約」といいます）が本規約と抵触する場合には、当該個別規程、追加規程又はルール等が優先されるものとします。
					</p>


					<h3 class="fw-bolder">第２条 （定義）</h3>
					<p>(1)「サービス利用契約」契約者が本サービスを利用するに際し、契約者と当社との間に発生する本サービスの利用に関する契約関係をいい、個別利用規約に規定する内容を含みます。</p>
					<p>(2)「契約者」本規約を承認の上、当社とサービス利用契約を締結した法人、団体、個人をいいます。</p>
					<p>(3)「ユーザー」本規約に基づき契約者が本サービスの利用を認めた第三者をいいます。</p>
					<p>(4)「お客様」契約者及びユーザーを総称して「お客様」といいます。</p>
					<p>(5)「登録希望者」本サービスの利用を希望する法人、団体、個人をいいます。</p>
					<p>(6)「利用登録」本規約に従って、登録希望者が行う本サービスの利用登録をいいます。</p>
					<p>(7)「登録情報」登録希望者及びお客様が利用登録時に登録した当社が定める情報、本サービス利用中に当社が必要と判断して登録を求めた情報及びこれらの情報についてお客様自身が追加、変更を行った場合の当該情報をいいます。
					</p>
					<p>(8)「コンテンツ」お客様が本サービスを通じてアクセスすることができる情報（文章、画像、動画、音声、音楽その他のサウンド、イメージ、ソフトウェア、プログラム、コードその他のデータを含みますが、これらに限られません。）をいいます。
					</p>
					<p>(9)「投稿情報」お客様が本サービスの利用にあたって入力又は送信するコンテンツをいいます。</p>
					<p>(10)「契約者アカウント」契約者が本サービスを利用するための資格又は権利をいいます。</p>
					<p>(11)「ユーザーアカウント」ユーザーが本サービスを利用するための資格又は権利をいいます。</p>
					<p>(12)「アカウント」契約者アカウント及びユーザーアカウントを総称して「アカウント」といいます。</p>
					<p>(13)「当社ウェブサイト」そのドメインが「skill-repo.jp」であって、当社が運営する本サービスに関するウェブサイト（理由の如何を問わず、当社のウェブサイトのドメイン又は内容が変更された場合は、当該変更後のドメインを含みます。）をいいます。
					</p>
					<p>(14)「第三提供者」当社との間で締結する契約に基づき、本サービスと提携するサービス（以下「第三者サービス」といいます。）を提供し、又はその運営を行う者をいいます。</p>
					<p>(15)「知的財産権」著作権、特許権、実用新案権、商標権、意匠権その他の知的財産権（それらの権利を取得し、又はそれらの権利につき国内及び国外において登録等を出願する権利を含みます。）をいいます。</p>


					<h3 class="fw-bolder">第３条 （登録）</h3>
					<p>1. 登録希望者は、本規約及び個別利用規約を遵守することに同意し、かつ登録情報を当社の定める方法で当社に提供することにより、当社に対し、本サービスの利用の登録を申請することができます。 </p>
					<p>2.
						未成年者が本サービスの利用登録をする場合には、法定代理人の同意が必要となります。利用登録を完了させたお客様については、本サービスの利用及び本規約の内容について、法定代理人の同意があったものとみなします。
					</p>
					<p>3. 当社は、当社の基準に従い、登録希望者の登録の可否を判断し、当社からの登録完了通知により、お客様としての登録が完了したものとします。 </p>
					<p>4. 前項に定める登録の完了時に、契約者と当社との間で、本規約の諸規定に従ったサービス利用契約が成立し、契約者は本サービスを当社の定める方法に従って利用することができるようになります。 </p>
					<p>5. 登録希望者は、以下の各号のいずれの事由にも該当しないことを表明し・保証するものとし、当社は、登録希望者がこれに違反することが発覚した場合は、登録を拒否することがあります。 </p>
					<p>(1) 当社に提供された登録情報の全部又は一部につき虚偽、誤記又は記載漏れがあった場合 </p>
					<p>(2) 当該登録希望者が、サービス利用契約及び第三者サービスにおける利用規約等を締結するための法的権利と地位を有しない場合 </p>
					<p>(3) 当該登録希望者が、本サービス利用に際して、過去にアカウント削除等の本サービス利用停止措置を受けたことがあり又は現在受けている場合 </p>
					<p>(4) 未成年者、成年被後見人、被保佐人又は被補助人のいずれかであって、法定代理人、後見人､保佐人又は補助人の同意等を得ていないことが判明した場合 </p>
					<p>(5)
						反社会的勢力等（暴力団、暴力団員、右翼団体、反社会的勢力、その他これに準ずる者を意味します。）であるか、又は資金提供その他を通じて反社会的勢力等の維持、運営若しくは経営に協力若しくは関与する等、反社会的勢力等との何らかの交流若しくは関与を行っていると当社が判断した場合
					</p>
					<p>(6) その他、当社が登録を適当でないと判断した場合 </p>
					<p>6.
						契約者は、登録情報の登録にあたっては、真実かつ正確な情報を提供しなければなりません。当社は、契約者自身が登録した登録情報を前提として、本サービスを提供いたします。登録情報の内容に虚偽、誤り又は記載漏れがあったことにより契約者に生じた損害について、当社は一切責任を負いません。
					</p>


					<h3 class="fw-bolder">第４条 （登録情報の変更）</h3>
					<p>1. 契約者は、登録情報に変更があった場合は、１４日以内に、当社の定める方法により、当該変更事項を当社に通知し、当社から要求された資料を提出するものとします。 </p>
					<p>2. 前項の通知を怠ったことにより当社からの通知が不到達となった場合、当該通知は通常到達すべき時に到達したとみなされるものとします。 </p>


					<h3 class="fw-bolder">第５条 （登録メールアドレス及びパスワード等の管理）</h3>
					<p> 1.
						お客様は、自己の責任において本サービス登録時のメールアドレス（以下「登録メールアドレス」といいます。）、パスワードを管理及び保管するものとし、これを第三者に利用させ、又は貸与、譲渡、名義変更、売買等をしてはならないものとします。当社は、登録メールアドレス及びパスワードの一致を確認した場合、登録メールアドレス及びパスワードを保有するものとして登録されたお客様が本サービスを利用したものとみなします。
					</p>

					<p>2. お客様は、登録メールアドレス、パスワードが盗用され又は第三者に使用されていることが判明した場合には、直ちにその旨を当社に通知するとともに、当社からの指示に従うものとします。 </p>

					<p>3. 登録メールアドレス、パスワードの管理不十分、使用上の過誤、第三者の使用等による損害の責任はお客様が負うものとし、当社は一切の責任を負いません。 </p>


					<h3 class="fw-bolder">第６条 （本サービスの利用）</h3>
					<p>1. お客様は、有効に利用登録されている期間内に限り、本規約の目的の範囲内でかつ本規約に違反しない範囲内で、当社の定める方法に従い、本サービスを利用することができます。 </p>
					<p>2.
						本サービスは、当社が定める動作環境においてのみ使用することができます。お客様は、当該動作環境が随時更新されること、及び当該動作環境以外の環境においては本サービスの全部又は一部の機能を使用できない場合があることについて認識し、承諾するものとします。
					</p>
					<p>3.
						契約者は、料金プランに定められた制限の範囲で、ユーザーアカウントを登録することができ、ユーザーは、契約者の契約期間内において、契約者によって登録されている間、本サービスを利用することができます。この場合、契約者は、本サービスにおけるユーザーの行為につき全ての責任を負うものとします。
					</p>
					<p>4.
						本サービスは、お客様ご自身のスキル管理等の業務に利用されるものとし、当社が別途承諾した場合を除き、第三者に対する業務提供（第三者のスキル管理業務等をお客様が受託し、当該業務に本サービスを利用すること等）その他の用途に用いてはならないものとします。
					</p>
					<p>5. 本サービスの全部又は一部について、年齢、本人確認の有無、登録情報の有無、その他、当社が必要と判断する条件を満たしたお客様に限り利用できる場合があるものとし、お客様はこれに同意するものとします。
					</p>


					<h3 class="fw-bolder">第７条 （本サービスの利用料）</h3>
					<p>1. 契約者は、本サービスの利用にあたって、当社ウェブサイトに定める料金プランに従い、利用料を支払うものとします。 </p>
					<p>2.
						利用料は、契約者による本サービスのご利用の有無にかかわらず、利用登録完了日から発生するものとします。ただし、「無料お試し」期間が設けられている場合、同期間中は利用料が発生しないものとし、同期間終了日の翌日から利用料が発生するものとします。
					</p>
					<p>3. 利用料の支払方法については、クレジットカード決済その他当社の定める方法によるものとします。 </p>
					<p>4.
						利用料のお支払日は、当社が別途定める場合を除き、利用登録完了日以降の初月の支払日から毎月同日に、翌月分の利用料を支払うものとします。ただし、クレジットカード会社又は金融機関その他の決済代行会社において別途支払期日等の定めがある場合には、当該定めに従うものとします。
					</p>
					<p>5. 契約者が前項の利用料等の支払を遅滞した場合、契約者は、年１４．６％の割合による遅延損害金を当社に対して支払うものとします。 </p>
					<p>6.
						当社は、本サービスの利用料の価格を変更することができるものとします。利用料の価格を変更する場合、当社は、契約者に対し、変更後の価格を適用する月の前月の１０日までにこれを通知するものとし、契約者が第１２条に定める退会手続を行わない場合、契約者は当該変更後の価格に同意したものとみなします。
					</p>


					<h3 class="fw-bolder">第８条 （返金について）</h3>
					<p>本規約に定める場合を除き、当社は、契約者から当社に対して支払われた利用料の返金には一切応じないことにつき、契約者はあらかじめ了承するものとします。 </p>


					<h3 class="fw-bolder">第９条 （料金プランの変更）</h3>
					<p>1.
						契約者は、料金プランの変更を希望するときは、当社の定める方法により、当社に対し、料金プランの変更を申し出るものとし、当社から当該申出を了承する旨の通知をすることにより、料金プランの変更が認められるものとします。
					</p>
					<p>2. 前項に基づく当社からの通知がなされた日の属する月の翌月から、変更後の料金プランが適用されるものとします。 </p>
					<p>3. 当社は、当社の裁量により、料金プランの変更の申出を了承しないことができるものとします。 </p>


					<h3 class="fw-bolder">第１０条 （第三者サービス等の提供）</h3>
					<p>1.
						本サービスの利用にあたり、お客様が、第三提供者により提供される第三者サービス等を利用する場合には、本規約及び個別利用規約のほか、当該第三提供者の定める利用規約その他の条件（当該利用規約等が変更された場合には変更後の条件を含みます。）に従うものとします。
					</p>
					<p>2.
						当社及び第三提供者（第三提供者については、当該第三提供者の定める利用規約その他において別途の定めがある場合を除きます。）は、第三者サービスの内容がお客様の特定の目的に適合すること、期待する機能・商品的価値・正確性・有用性を有すること、お客様による第三者サービスの利用がお客様に適用のある法令又は業界団体の内部規則等に適合すること、及び不具合が生じないことについて、何ら保証するものではありません。
					</p>


					<h3 class="fw-bolder">第１１条 （禁止行為）</h3>
					<p>お客様は、本サービス（第三者サービスを含みます。以下本条において同様です。）の利用にあたり、自ら又は第三者をして以下の各号のいずれかに該当する行為をしてはなりません。 </p>
					<p>(1) 法令、裁判所の判決、決定若しくは命令、又は法令上拘束力のある行政措置に違反する行為及びこれらを助長する行為又はそのおそれのある行為 </p>
					<p>(2) 当社、第三提供者又は他のお客様その他の第三者に対する詐欺又は脅迫行為 </p>
					<p>(3) 公序良俗に反し又は善良な風俗を害するおそれのある行為 </p>
					<p>(4) 当社、第三提供者又は他のお客様その他の第三者の知的財産権又はプライバシーその他の権利若しくは利益を侵害する行為又はそのおそれのある行為 </p>
					<p>(5) 以下に該当し又は該当すると当社が判断した情報を当社、第三提供者又は他のユーザーその他の第三者に送信する行為 </p>
					<p>①　過度に暴力的又は残虐な表現を含む情報 </p>
					<p>②　コンピューターウィルスその他の有害なプログラムを含む情報 </p>
					<p>③　過度にわいせつな表現を含む情報 </p>
					<p>④　児童ポルノを含む情報 </p>
					<p>⑤　差別を助長する表現を含む情報 </p>
					<p>⑥　自殺、自傷行為を助長する表現を含む情報 </p>
					<p>⑦　薬物の不適切な利用を助長する表現を含む情報 </p>
					<p>⑧　反社会的な表現を含む情報 </p>
					<p>⑨　ジャンクメール、スパムメール、チェーンメール等の第三者への拡散を求める情報 </p>
					<p>⑩　違法な勧誘、宣伝等を含む情報 </p>
					<p>⑪　他人に不快感を与える表現を含む情報 </p>
					<p>⑫　面識のない異性との出会いを目的とした情報 </p>
					<p>⑬　本サービス以外のサービスを勧誘又は招待する情報 </p>
					<p>⑭　明らかに虚偽又は誤った、若しくは不正確である情報 </p>
					<p>⑮　上記に類する情報 </p>
					<p>(6) 本サービスの変更、修正、又は逆アセンブル、逆コンパイル、リバースエンジニアリングその他本サービスのソースコードを解析する行為 </p>
					<p>(7) 本サービスのネットワーク又はシステム等に過度な負荷をかける行為 </p>
					<p>(8) 本サービスに接続しているシステム全般に権限なく不正にアクセスし又は当社設備に蓄積された情報を不正に書き換え若しくは消去する行為その他当社に損害を与える行為 </p>
					<p>(9) 当社又は他のお客様その他の第三者に成りすます行為 </p>
					<p>(10) 複数人が１つのユーザーアカウントを共同利用する行為 </p>
					<p>(11) 反社会的勢力等への利益供与行為 </p>
					<p>(12) 本規約及び個別利用規約並びに本サービスの趣旨・目的に反する行為 </p>
					<p>(13) 前各号の行為を直接又は間接に惹起し、又は容易にする行為 </p>
					<p>(14) その他、当社が不適切と判断する行為 </p>


					<h3 class="fw-bolder">第１２条 （本サービスの退会）</h3>
					<p>1.
						契約者は、所定の方法によりいつでも本サービスを退会することができます。本サービスを退会した契約者は、退会の時点から本サービスを利用することができなくなるものとし、当該契約者から利用を認められたユーザーも同時に本サービスを利用できなくなるものとします。
					</p>
					<p>2. 契約有効期間中に退会した場合でも、契約者から当社に対して支払われた利用料の返金には応じません。 </p>
					<p>3. 退会時に当社に対する債務が残存している場合には、契約者は、当該債務の一切について当然に期限の利益を失い、直ちに当社に対して全ての債務を支払わなければなりません。 </p>
					<p>4. 契約者は、本サービス退会後も、当社及びその他の第三者に対するサービス利用契約上の一切の義務及び債務（損害賠償を含みますが、これに限りません。）を免れるものではありません。 </p>
					<p>5. 契約者が本サービスを退会した場合、当社は、当社の裁量により、当該契約者及び当該契約者が本サービスの利用を認めたユーザーアカウントを削除することができるものとします。 </p>
					<p>6. 退会後、再度本サービスの登録を希望する際は、再度登録手続を行う必要があります。契約者は再度の登録手続後、退会前のデータが引き継がれないことを予め承諾するものとします。 </p>


					<h3 class="fw-bolder">第１３条 （規約違反の場合の措置等）</h3>
					<p>1.
						当社は、お客様が次の各号の一に該当し又は該当するおそれがあると当社が判断した場合には、当社の裁量により、当該お客様の登録情報、端末情報等、投稿情報の削除、本サービスの利用の一時停止若しくは制限、又はアカウントの削除（以下「本サービスの利用停止等」といいます。）をすることができるものとします。
					</p>
					<p>(1) 本規約のいずれかの条項に違反した場合 </p>
					<p>(2) 本サービス（第三者サービスを含みます。以下本条において同様です。）の利用料金の支払いを遅滞し、当社による請求から７日以内に当該遅滞を解消しない場合 </p>
					<p>(3) 本サービスにつき、当社又は第三提供者が指定する決済方法の不正使用が判明した場合、又は当該第三提供者が指定する決済サービス会社からお客様の決済を停止又は無効扱いとされた場合 </p>
					<p>(4) 支払停止若しくは支払不能となり、又は破産手続、民事再生手続、会社更生手続、特別清算若しくはこれらに類する手続の開始の申立てがあった場合 </p>
					<p>(5) 信用力の著しい低下又は信用力に影響を及ぼす営業上の重要な変更がなされた場合 </p>
					<p>(6) 解散を決議し又は他の会社との合併等の会社再編を決議した場合 </p>
					<p>(7) お客様が死亡し又は後見開始、保佐開始若しくは補助開始の審判を受けた場合 </p>
					<p>(8) 当社からの問合せその他の回答を求める連絡に対して３０日間以上応答がない場合 </p>
					<p>(9) 過去に本サービスの利用停止等の措置を受け又は現在受けている場合 </p>
					<p>(10) 第３条第５項各号に該当する場合 </p>
					<p>(11) 本サービスの運営・保守管理上必要であると当社が判断した場合 </p>
					<p>(12) その他前各号に類する事由があると当社が判断した場合 </p>
					<p>2. 契約者は、アカウント削除後も、当社及びその他の第三者に対するサービス利用契約上の一切の義務及び債務（損害賠償債務を含みますが、これに限りません。）を免れるものではありません。 </p>
					<p>3. 当社は、本条に基づき当社が行った行為によりお客様に生じた損害について一切の責任を負わないものとします。 </p>


					<h3 class="fw-bolder">第１４条 （本サービスの変更、追加、廃止及び中断等）</h3>
					<p>1. 当社は、お客様に事前の通知をすることなく、本サービスの内容の全部又は一部を変更又は追加することができるものとします。 </p>
					<p>2.
						当社は、当社の判断により本サービスの全部又は一部の提供・運営を終了することができるものとします。当社は、当社の判断により本サービスの全部又は一部の提供・運営を終了する場合、当社が適当と判断する方法でお客様にその旨通知いたします。ただし、緊急の場合はお客様への通知を行わない場合があります。
					</p>
					<p>3. 当社は、以下各号の事由が生じた場合には、お客様に事前に通知することなく、本サービスの一部又は全部を一時的に中断することができるものとします。 </p>
					<p>(1) 本サービス用のハード・ソフト・通信機器設備等に関わるメンテナンスや修理を定期的又は緊急に行う場合 </p>
					<p>(2) アクセス過多、その他予期せぬ要因でシステムに負荷が集中した場合 </p>
					<p>(3) お客様のセキュリティを確保する必要が生じた場合 </p>
					<p>(4) 第三提供者による第三者サービスの全部又は一部の提供が一時的に停止又は中断された場合 </p>
					<p>(5) 電気通信事業者の役務が提供されない場合 </p>
					<p>(6) 天災等の不可抗力により本サービスの提供が困難な場合 </p>
					<p>(7) 火災、停電、その他の不慮の事故又は戦争、紛争、動乱、暴動、労働争議、感染症・伝染病の流行等の不可抗力により本サービスの提供が困難な場合 </p>
					<p>(8) 法令又はこれらに基づく措置により本サービスの運営が不能となった場合 </p>
					<p>(9) その他前各号に準じ当社が必要と判断した場合 </p>
					<p>4. 当社は、本条に基づき当社が行った措置によりお客様に生じた損害について一切の責任を負いません。 </p>


					<h3 class="fw-bolder">第１５条 （権利の帰属）</h3>
					<p>1. 本サービスの著作権（著作権法第２７条及び第２８条に定める権利を含む。）については、当社又は当社にライセンスを許諾している者に帰属するものとします。 </p>
					<p>2. お客様は、当社の明示の書面による承諾がない限り、本サービスを複製、改変、貸与、譲渡、販売、転用その他一切の二次的利用をすることができません。 </p>
					<p>3. 本サービスにおいて当社が提供するコンテンツ等の情報等に関する一切の知的財産権は、当社又は当社にライセンスを許諾している者に帰属し、本規約に基づく本サービスのいかなる使用許諾も、当社又は当社にライセンスを許諾している者の知的財産権の使用許諾を意味するものではありません。また、第三者サービスに関する一切の知的財産権は、第三提供者又は第三提供者にライセンスを許諾している者に帰属し、本規約に基づく本サービスのいかなる使用許諾も、第三提供者又は第三提供者にライセンスを許諾している者の知的財産権の使用許諾を意味するものではありません。 </p>
					<p>4. お客様は、当社の許諾を得ることなく、当社が提供する情報等の翻案、編集及び改変等を行い、これを第三者に使用させ又は公開してはなりません｡また、お客様は、第三提供者の許諾を得ることなく、第三者サービスを第三者に使用させてはなりません｡ </p>
					<p>5. 本サービス又は第三者サービスの提供上、商標、ロゴ及びサービスマーク等（以下総称して「商標等」といいます。）が表示される場合がありますが、当社又は第三提供者は、お客様その他の第三者に対し何ら商標等を譲渡し、又はその使用を許諾するものではありません。 </p>


					<h3 class="fw-bolder">第１６条 （投稿情報について）</h3>
					<p>1. お客様は、投稿情報について、自らが投稿その他の方法によりコンテンツを送信することについての適法な権利を有していること、及び投稿情報が第三者の権利を侵害していないことについて、当社に対し表明し、保証するものとします。 </p>
					<p>2. 本サービスにおいて、投稿情報の著作権は投稿したお客様に留保されるものとします。お客様は、当社に対し、当社による本サービスの提供に必要な範囲において、投稿情報を複製、翻案、自動公衆送信及びそのために必要な送信可能化その他の利用を無償で行うことを許諾するものとします。また、お客様は、第三提供者に対し、第三提供者による第三者サービスの提供に必要な範囲において、投稿情報を複製、翻案、自動公衆送信及びそのために必要な送信可能化その他の利用を無償で行うことを許諾するものとします。 </p>
					<p>3. お客様は、当社及び当社から権利を承継し又は許諾された者並びに第三提供者に対して著作者人格権を行使しないことに同意するものとします。 </p>
					<p>4. お客様は、自己の責任において投稿情報のバックアップを行い、当社及び第三提供者は投稿情報のバックアップを行う義務を負わないものとします。 </p>
					<p>5. 当社は、投稿情報に関し、法令若しくは本規約に違反し又は違反するおそれがあると認めた場合、あらかじめお客様に通知することなく、投稿情報の削除その他の方法により、本サービスの利用を制限することができるものとします。また、第三提供者は、第三者サービスの提供における投稿情報に関し、法令若しくは本規約に違反し又は違反するおそれがあると認めた場合、あらかじめお客様に通知することなく、投稿情報の削除その他の方法により、第三者サービスの利用を制限することができるものとします。 </p>


					<h3 class="fw-bolder">第１７条 （お客様に関する情報の収集及び取扱い）</h3>
					<p>1. 当社による登録情報、端末情報等その他お客様に関する情報の取扱いについては、別途定めるプライバシーポリシーによるものとし、お客様は、プライバシーポリシーに従って当社が当該情報を取り扱うことについて同意するものとします。 </p>
					<p>2. 当社は、お客様が当社に提供した登録情報、端末情報等及びその他の情報及びデータ等を、当社の裁量で、本サービスの提供及び運用、サービス内容の改良及び向上等の目的のために利用し、又は個人を特定できない形での統計的な情報として公開することができるものとし、お客様はこれに同意するものとします。 </p>
					<p>3. お客様は、本サービスの有効期間中、当社のウェブサイト、販促資料、広告等において、お客様を本サービスの利用者として表示する目的で、当社がお客様の社名、ロゴその他の名称を無償で使用することについて許諾するものとします。 </p>
					<p>4. 当社は、お客様が第三者サービスの利用を希望するとき、又は既に第三者サービスを利用しているときは、お客様から収集した登録情報、端末情報等、その他当該お客様に関する情報を、当該第三者サービスの利用に必要な範囲において、第三提供者に提供することがあり、お客様はこれに同意するものとします。この場合、第三提供者は、当該第三提供者が別途定めるプライバシーポリシーに従って当該情報を取り扱うものとし、お客様はこれに同意するものとします。 </p>
					<p>5. 前項の他、当社は、第２項に定める目的及び第三提供者による第三者サービスの提供を目的として、本サービスを通じて収集・解析した情報に関する統計資料を第三提供者その他の第三者に提供することがあり、お客様はこれに同意するものとします。 </p>
					<p>6. お客様は、本サービスを通じて提供した文字、画像その他のデータ（以下、「データ等」という。）について、その滅失又は損傷に備えて、お客様の責任で定期的にその複製を行うものとします。 </p>


					<h3 class="fw-bolder">第１８条 （秘密保持）</h3>
					<p>1. お客様は、本サービスに関連して当社がお客様に対して秘密に取り扱うことを求めて開示した非公知の情報について、当社の事前の書面による承諾がある場合を除き、秘密に取り扱うものとします。 </p>
					<p>2. お客様は、当社から求められた場合はいつでも、遅滞なく、当社の指示に従い、前項の情報及び前項の情報を記載又は包含した書面その他の記録媒体物並びにその全ての複製物等を返却又は廃棄しなければなりません。 </p>


					<h3 class="fw-bolder">第１９条 （損害賠償）</h3>
					<p>1. お客様は、本規約に違反することにより、又は本サービスの利用に関連して当社および第三提供者（本条においては「第三提供者」に第三提供者の関係者、被用者、代理人、契約の相手方、譲受人、使用許諾人、承継人を含みます。）に損害を与えた場合、当社に対しその全ての損害（弁護士等専門家費用及び当社人件費相当額を含みます。）を賠償しなければなりません。 </p>
					<p>2. お客様による本サービスの利用に関連して、当社又は第三提供者が、他のお客様その他の第三者から権利侵害その他の理由により何らかの請求を受けた場合、当該お客様は、当該請求に基づき当社又は第三提供者が当該第三者に支払いを余儀なくされた金額及び当該請求に係る紛争等の解決のために当社又は第三提供者が負担した金額（弁護士等専門家費用及び当社人件費相当額を含みます。）を賠償しなければなりません。 </p>
					<p>3, 当社又は第三提供者は、本サービスに関連してお客様が被った損害について、一切賠償の責任を負いません。なお、法令の適用その他の理由により、本項その他当社の損害賠償責任を免責する規定にかかわらず当社がお客様に対して損害賠償責任を負う場合においても、当社の賠償責任の範囲は、損害発生時点までにお客様にお支払いいただいた本サービスの利用料金（最大1年分とします。）を上限とします。 </p>


					<h3 class="fw-bolder">第２０条 （保証の否認及び免責）</h3>
					<p>1. 当社及び第三提供者は、本サービス（第三者サービスを含みます。以下本条において同様です。）、本サービスを通じて提供されるコンテンツ第三者サービス等から得られる情報その他本サービスによりお客様が取得し得る一切の情報が、お客様の特定の目的に適合すること、期待する機能・商品的価値・正確性・有用性・完全性を有すること、本サービスの利用がお客様に適用のある法令又は業界団体の内部規則等に適合すること、不具合が生じないこと及び本サービスの利用に関する問題を解決することについて、何ら保証するものではありません。 </p>
					<p>2. 当社及び第三提供者は、本サービスを通じて提供されるコンテンツが適法に利用可能であること、当社又は第三提供者以外が提供するサービス等の利用規約等を遵守していること、第三者の権利を侵害しないこと等について、いかなる保証も行うものではありません。 </p>
					<p>3. 当社及び第三提供者は、本サービスが全ての端末に対応していることを保証するものではなく、また、仮に本サービスの利用開始時に対応していた場合でも、本サービスの利用に供する端末のOSのバージョンアップ等に伴い本サービスの動作に不具合が生じる可能性があることにつき、お客様はあらかじめ了承するものとします。当社は、かかる不具合が生じた場合に当社が行うプログラムの修正等により当該不具合が解消されることを保証するものではありません。 </p>
					<p>4. 当社及び第三提供者は、本規約、法的要請又はプライバシーポリシーの範囲内において、コンテンツをモニタリングする場合がありますが、 コンテンツの内容およびその取扱い等に対する管理・監視義務を負うものではありません。 </p>
					<p>5. 当社及び第三提供者は、本サービスの提供の中断、停止、終了、利用不能又は変更、情報の削除又は消失、アカウントの削除又は消失、機器の故障又は損傷その他事由の如何を問わず、本サービスに起因又は関連して生じた損害につき、賠償する責任を一切負わないものとします。 </p>
					<p>6. 当社は、登録情報及び端末情報等を、実績があると当社が判断したクラウド環境のもとで、安全性の高いネットワーク上に保存いたします。しかしながら、当社は、これらの完全な安全性、信頼性等を保証するものではなく、保存された登録情報及び端末情報等その他の消失に起因して生じた損害につき、賠償する責任を一切負わないものとします。また、第三提供者は、第三者サービスの完全な安全性、信頼性等を保証するものではなく、保存された登録情報及び端末情報等その他の消失に起因して生じた損害につき、賠償する責任を一切負わないものとします。 </p>
					<p>7. 本サービスに関し、お客様と第三提供者その他の第三者との間で紛争が生じた場合、お客様は、直ちにその旨を当社に通知するとともに、自己の責任と費用においてこれを解決するものとし、当社はこれに一切関与せず、何ら責任を負わないものとします。 </p>


					<h3 class="fw-bolder">第２１条 （有効期間）</h3>
					<p>サービス利用契約は、本サービスの提供期間中であって、契約者について第３条に基づく利用登録が完了した日から当該契約者が本サービスを退会した日、又は当該契約者の契約者アカウントが削除された日のいずれか早い日までの間、当社と契約者との間で有効に存続するものとします。</p>


					<h3 class="fw-bolder">第２２条 （規約改訂）</h3>
					<p>1.当社は、次の各号に掲げる場合には本規約及び個別利用規約を変更することができるものとします。 </p>
					<p>(1) 本規約及び個別利用規約の変更が、お客様の一般の利益に適合するとき </p>
					<p>(2) 本規約及び個別利用規約の変更が、サービス利用契約をした目的に反せず、かつ、変更の必要性、変更後の内容の相当性、変更の内容その他の変更に係る事情に照らして合理的なものであるとき </p>
					<p>2. 当社は、前項による本規約及び個別利用規約の変更にあたり、変更後の本規約及び個別利用規約の効力発生日の１４日前までに、利用規約を変更する旨及び変更後の利用規約の内容とその効力発生日を次条に定める方法によりお客様に通知します。 </p>
					<p>3. 当社は、お客様が本規約及び個別利用規約の変更後に本サービスを利用したことをもって、本規約及び個別利用規約の変更に同意したものとみなします。本規約及び個別利用規約の変更に同意できないお客様は、本サービスの利用を終了するものとします。 </p>


					<h3 class="fw-bolder">第２３条 （連絡・通知）</h3>
					<p>1. 本規約及び個別利用規約の変更に関する通知その他本サービスに関する当社からお客様への連絡は、当社ウェブサイト内の適宜の場所への掲示、電子メールの送信、又はプッシュ通知その他当社が適当と判断する方法により行うものとします。 </p>
					<p>2. 本サービスに関する問い合わせその他お客様から当社に対する連絡又は通知は、当社ウェブサイト内の適宜の場所に設置するお問い合わせフォームへの送信その他当社が指定する方法により行うものとします。 </p>
					<p>3. 当社は、お客様が登録したメールアドレスに、本サービスに関する広告・宣伝等のメールを配信することがあります。 </p>


					<h3 class="fw-bolder">第２４条 （本規約上の地位の譲渡等）</h3>
					<p>1. お客様は、当社の書面による事前の承諾なく、サービス利用契約上の地位又は本規約に基づく権利義務の全部又は一部を、第三者に譲渡（合併、会社分割等による包括承継も含みます。）し又は担保の目的に供することはできません。 </p>
					<p>2. 当社が本サービスにかかる事業を他社に譲渡した場合には、当該事業譲渡に伴いサービス利用契約上の地位、権利及び義務並びに登録情報その他の情報を当該事業譲渡の譲受人に譲渡できるものとし、お客様は、かかる譲渡につき本項において予め同意したものとみなします。本項にいう事業譲渡には、当社が消滅会社又は分割会社となる合併又は会社分割等による包括承継を含むものとします。 </p>


					<h3 class="fw-bolder">第２５条 （分離可能性） </h3>
					<p>本規約のいずれかの条項又はその一部が、法令等により無効又は執行不能と判断された場合であっても、本規約の残りの規定、及びその一部が無効又は執行不能と判断された規定の残りの部分は、継続して完全に効力を有し、当社及びお客様は、当該無効若しくは執行不能の条項又は部分を適法とし、執行力をもたせるために必要な範囲で修正し、当該無効若しくは執行不能な条項又は部分の趣旨並びに法律的及び経済的に同等の効果を確保できるように努めるものとします。 </p>


					<h3 class="fw-bolder">第２６条 （存続規定）</h3>
					<p>第１２条第２項から第５項、第１３条第２項及び第３項、第１５条、第１８条、第２３条から第２７条の規定は、サービス利用契約の終了後も有効に存続するものとします。 </p>


					<h3 class="fw-bolder">第２７条 （準拠法及び合意管轄）</h3>
					<p>本規約は日本法に準拠するものとし、本規約に起因し又は関連する一切の紛争については、その訴額又は選択する手続に応じて当社の本店所在地を管轄する地方裁判所又は簡易裁判所を専属的合意管轄裁判所とします。 </p>


					<h3 class="fw-bolder">第２８条 （協議解決）</h3>
					<p>当社及びお客様は、本規約に定めのない事項又は本規約の解釈に疑義が生じた場合には、互いに信義誠実の原則に従って協議の上速やかに解決を図るものとします。 </p>
				</div>
				<x-shared-new.check-box id="confirm-terms" class="m-0"
					checkbox-class="pt-4 justify-content-center"
					title="{{ @trans_page('register/index.confirm_terms_label') }}" />
			</div>


			<div class="confirm-terms__btn-bottom">
				<x-shared-new.button id="btn-continue" class="--md --disabled"
					title="{{ @trans_page('register/index.button.continue') }}" />
			</div>

		</div>
	</div>
</div>
